FEEDBACK_MENU_TEXT = (
    "💬 Отзывы и предложения\n\n"
    "🗣 Нам очень важно твоё мнение!\n"
    "Выбери, что хочешь сделать:"
)

LEAVE_FEEDBACK_TEXT = (
    "✍️ Напиши отзыв в ответ на это сообщение или нажми «🔙 Отмена»:"
)

SUGGEST_FEATURE_TEXT = (
    "💡 Напиши предложение по улучшению или нажми «🔙 Отмена»:"
)

REPORT_ERROR_TEXT = (
    "⚠️ Опиши ошибку или нажми «🔙 Отмена»:"
)

THANK_YOU_FEEDBACK = (
    "✅ Спасибо за твой отзыв! Он уже отправлен нашей команде 💛"
)

THANK_YOU_SUGGESTION = (
    "🧠 Отличная идея! Мы обязательно её рассмотрим 💫"
)

THANK_YOU_ERROR = (
    "🚑 Ошибка зафиксирована. Спасибо, что сообщил(а)."
)


CANCEL_FEEDBACK_POPUP = (
    "❌ Отменено"
)